{"id":12164,"date":"2023-11-16T20:06:55","date_gmt":"2023-11-16T20:06:55","guid":{"rendered":"https:\/\/dev.thirtysecondstomars.com\/?page_id=12164"},"modified":"2024-06-05T23:34:17","modified_gmt":"2024-06-06T06:34:17","slug":"purchase-policy-terms-conditions","status":"publish","type":"page","link":"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions","title":{"rendered":"Purchase Policy Terms &#038; Conditions"},"content":{"rendered":"<p><strong>PURCHASE TERMS &amp; CONDITIONS<\/strong><\/p>\n<p>(Last Updated June 5, 2024)<br \/>\nPackage details and tour production subject to change without notice. Tickets purchased with VIP packages will be distributed on the day of the event at check-in. Your merchandise items that are included in the package will be available for pickup at the venue the day of the show at the designated VIP check in location (or other designated location at the venue). Pick up on the date of the event only. CHECK-IN LOCATION &amp; TIME INFORMATION WILL BE EMAILED OUT BY confirmation@adventuresinwonderland.com 3-5 DAYS PRIOR TO THE DAY OF THE SHOW. Please check your spam folder! If you have not received this 3 days before the show, contact us immediately (confirmation@adventuresinwonderland.com). This information will also be posted on thirtysecondstomars.com 3 days prior to the show. All packages are NON-REFUNDABLE, NON-TRANSFERABLE and NON-EXCHANGEABLE. All sales are final. You must bring a valid PHOTO ID matching the will call name on this order. Those who cannot present a photo ID matching the will call name on the order will be turned away. If an alternative will call name is not specified in the order comments at checkout, the purchaser name will be used at will call. VIP package holders are responsible for ensuring contact details (attendee&#8217;s name, email address, etc.) provided at checkout are correct and current. Refunds will not be permitted if incorrect information prohibits your entry. VIP package holders may be required at check-in well before doors open or even post show. Refunds will not be permitted if the designated check-in time is missed. UPGRADES: You must have a valid concert ticket from an official ticketing vendor to the show in order to attend MARS VIP. You may be required to sign a waiver &amp; release of liability. If you have any questions regarding your order or have not received your confirmation email, please email info.adventures.inwonderland@gmail.com. Please note this offer is not valid if this ticket was purchased via Fan to Fan Resale. Thirty Seconds to Mars VIP Packages CANNOT BE RESOLD OR TRANSFERRED. All package elements will be rendered invalid if resold or transferred. Please check with the venue directly for any age restrictions. COVID: Adventures in Wonderland must abide by the guidelines and restrictions of each country and must comply with those requirements. If you have ACCESSIBLE needs: please email our customer service representatives as soon as you have placed your order, and we will do our best to accommodate your needs based on availability.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>21+ DUBAI VIP PACKAGES (COCA COLA ARENA ONLY)<\/strong><br \/>\nDue to venue restrictions at the Coca Cola Arena in Dubai, all VIP packages that include a Fan Pit or GA Floor Ticket or Side of Stage viewing must be purchased by an individual 21 years or older. By purchasing any of the following VIP packages you are acknowledging that you are at least 21 years of age: <em>Avalanche Package (Ticket + VIP) – Dubai, Seasons Package (Ticket + VIP) – Dubai, Get Up Kid Package (Ticket + VIP) – Dubai, Early Entry Package (Ticket + VIP) – Dubai, Avalanche Package (Upgrade Only) – Dubai, Seasons Package (Upgrade Only) – Dubai. <\/em>If you are unable to provide proof of age on the day of the Dubai show, your purchase will not be honored and your VIP package will be cancelled. <strong>Refunds will not be permitted if you are unable to collect your show ticket. <\/strong>If you are under the age of 21 you may purchase an <em>Early Entry VIP Upgrade Only &#8211; Dubai <\/em>or<em> Get Up Kid VIP Upgrade Only &#8211; Dubai<\/em> package after purchasing a CONCERT ticket from an official ticketing vendor.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>PAYMENT PLAN OVERVIEW<\/strong><br \/>\nPayment Plans will be available as an option in selected tours or events. At time of purchase, customers will be charged a down payment for the package and the remainder of the cost will be charged in monthly increments. The length of the payment plan will be listed on the product page.<\/p>\n<p>If an automatic payment fails, the card will be automatically retried as follows:<br \/>\n(i) 12 hours after the failed payment<br \/>\n(ii) 24 hours after the failed payment. You will receive an email notification of failed payment and scheduled retry attempt.<br \/>\n(iii) 2 days after the failed payment.<br \/>\n(iv) 4 days after the failed payment. You will receive an email notification of failed payment and scheduled retry attempt.<br \/>\n(v) 7 days after the failed payment. You will receive an email notification of failed payment and scheduled retry attempt.<\/p>\n<p>There will be a total ten-day grace period of allowance to contact Adventures In Wonderland Customer Service and provide a new form of payment to continue on with the payment plan. If the customer fails to contact Customer Service within those 10 days, their order will be canceled. Accepted methods of payment include the following: U.S. businesses can accept Visa, MasterCard, American Express, JCB, Discover, and Diners Club. Refunds will not be issued. It is up to the customer to ensure funds are available when automated charges are scheduled to hit their account. Any additional questions? Please contact an Adventures In Wonderland representative at info.adventures.inwonderland@gmail.com<\/p>\n<p>&nbsp;<\/p>\n<p><strong>PAYMENT PLAN TERMS AND CONDITIONS<\/strong><br \/>\nThis is a legal agreement (“Agreement”) among you and Adventures In Wonderland Inc. a California corporation and its subsidiaries, affiliates, designees, successors and assigns and sometimes referred to as “AIW”, “we”, “us” or “our” and we may be contacted at 12400 Ventura Blvd., Ste 1500 Studio City, CA 91604.<\/p>\n<p>By accessing this web site, currently located at thirtysecondstomars.com (the “Site”), and by using the Services (as defined below) accessible through the Site, you agree to, and shall be bound by, the terms and conditions of this Agreement for as long as you continue to use the Site or Services.<\/p>\n<p><strong>A. IF YOU DO NOT AGREE TO BE BOUND BY THE TERMS AND CONDITIONS OF THIS AGREEMENT, DO NOT USE THE SITE OR THE SERVICES.<\/strong><br \/>\nYour use of, or participation in, certain Services may be subject to additional terms, and such additional terms will be either listed in this Agreement or will be presented separately to you for your acceptance when you register to use such Services. Our Services include the following, without limitation: the processing of ticket reservations in conjunction with payment plans and payment ticket purchases (through our ticket processing partners) for upcoming events produced or presented by Adventures In Wonderland, its licensees or other authorized agents as announced from time to time on the Site, participation in Adventures In Wonderland Payment Plan (as processed directly through our ticket and payment processing partners) relative to ticket purchases and registering for the receipt of electronic mail marketing, press releases, news, newsletters and other communications and information relating to Adventures In Wonderland Services (the “Services”).<\/p>\n<p>Adventures In Wonderland may offer additional Services or may revise, cancel or discontinue offering any of the existing Services, at its sole and absolute discretion, from time to time, with or without advanced notification to you and this Agreement shall apply to all such additional or revised Services, where applicable. Adventures In Wonderland also reserves the sole and absolute right to cease offering any or all of the Services referenced herein at any time. Please review this Agreement carefully, including the Arbitration provision in Section 10, which describes how Disputes (as defined below) shall be resolved between us, and which specifically provides that no class actions suits shall be brought under or otherwise relative to this Agreement. You acknowledge and agree that this Agreement is subject to change by Adventures In Wonderland in its sole and absolute discretion at any time, and any such changes will be posted on the Site. Your continued use of this Site or participation in the Services offered, after the posting of revisions by us to this Agreement, will constitute your agreement to and acceptance of such revisions.<\/p>\n<p><strong>B. The Payment Plan<\/strong><br \/>\nAs a convenience, Adventures In Wonderland is offering on a limited basis, and to a limited number of participants, the option to first reserve, then later purchase tickets to the selected events or tours (“Payment Plan”) in equal installments and over a fixed period of time as specified and pursuant to applicable terms and conditions.<\/p>\n<p>If, for any reason, any of your payments are declined, in whole or in part, then ALL OF THE FOLLOWING WILL APPLY:<br \/>\n(i) your order and your ticket reservation will be permanently and officially canceled, following our email notification to you of the failed payment attempt(s) and following an opportunity by you to update the credit card information on file within 10 calendar days of our initial notification(s) of such payment failure;<br \/>\n(ii) all initial deposits or prior payment(s) installments made by you shall be entirely forfeited by you and retained by us as of the official cancellation date as partial offset for your default. You acknowledge and agree that, until ALL payments required hereunder are made in accordance with the terms and conditions set forth herein, your participation in the Payment Plan operates only as a ticket reservation and not as an actual ticket purchase. During the term of the Payment Plan, your ticket order will be reserved until final payment is made, and ONLY at such time, shall your tickets be deemed to have been officially purchased and shall then be scheduled for delivery in accordance with our standard shipping, delivery and pick-up rules, terms and conditions. There is a $50.00 restocking fee for failed payments.<\/p>\n<p><strong>C. Transaction Information<\/strong><br \/>\nALL SALES ARE FINAL AND NON-TRANSFERABLE, NO REFUNDS, NO EXCHANGES, NO RESALE, NOT REDEEMABLE FOR CASH.<\/p>\n<p><strong>D. Ticketing and Payment Processing<\/strong><br \/>\nThe Payment Plan shall be administered by Adventures In Wonderland and Stripe our authorized ticketing administrator and payment processor and as a Third Party Processor, as that term is later defined herein. All inquiries relating to either Payment Plan transactions as processed by Stripe or to your participation in the Payment Plan must be directed to Adventures In Wonderland for handling.<\/p>\n<p><strong>E. Eligibility Requirements<\/strong><br \/>\nIn order to participate in Adventures In Wonderland Payment Plan using the Service, you represent and warrant that you are at least 18 years of age.<\/p>\n<p><strong>F. Selection of Payment Participants<\/strong><br \/>\nOnly a limited number of general admission tickets shall be made available for Adventures In Wonderland Payment Plan and individuals eligible to participate in the Payment Plan shall be determined on a first-come first-served basis. Adventures In Wonderland may, at any time, and with or without advanced notice, increase or decrease the number of tickets available under the Payment Plan, terminate or discontinue offering the Payment Plan Service.<\/p>\n<p><strong>G. Data Provided To Third Party Sites, Links<\/strong><br \/>\nAdventures In Wonderland Services, including the Payment Plan, may contain links to web sites of third-parties. By virtue of your participation in Adventures In Wonderland Payment Plan, you may be directed to a third-party website(s) including without limitation, websites controlled and operated by independent ticket processors, merchant and on-line payment processors and administrators, or fraud detection, monitoring and management service providers (“Third Party Processors”), among others, and you acknowledge that such Third Party Processors’ sites are not under the direct or indirect control of Adventures In Wonderland and that Adventures In Wonderland is not, and shall not be, held responsible for the handling or processing of any information obtained from or provided by you to such Third Party Processors or for any changes or updates to such Third Party Processors’ Terms and Conditions or to their websites. You additionally acknowledge and agree that all Third Party Processors may subject you to additional terms and conditions in addition to those set forth in this Agreement. Although Adventures In Wonderland and its Third Party Processors may occasionally use various ways of verifying information that you have provided, you nonetheless agree that Adventures In Wonderland and its Third Party Processors shall have no liability to you arising from any incorrectly verified information as verified by us, or any Third Party Processor. You further agree that Adventures In Wonderland will not be responsible or liable for any loss or damage whatsoever incurred by you as a result of any such dealings with Third Party Processors.<\/p>\n<p><strong>H. Indemnification<\/strong><br \/>\nYou agree to indemnify, defend, covenant not to sue, and hold harmless Adventures In Wonderland and each of its officers, directors, employees, principals, agents and related third parties, for any losses, costs, liabilities and expenses (including reasonable attorneys’ fees and costs at the trial and appellate levels) directly or indirectly relating to or arising from any claim regarding<br \/>\n(i) your use of or inability to use Adventures In Wonderland Payment Plan, its Site or its Services,<br \/>\n(ii) Adventures In Wonderland discontinuation of the Payment Plan service;<br \/>\n(iii) your violation of any terms or conditions of this Agreement or your default of any or all of the payment terms associated with the Payment Plan, or<br \/>\n(iv) your violation of any applicable laws, rules or regulations unless caused solely by our gross negligence or willful misconduct.<\/p>\n<p>Notwithstanding the foregoing, Adventures In Wonderland further reserves the sole and exclusive right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and you shall fully cooperate with Adventures In Wonderland in asserting any available defenses.<\/p>\n<p><strong>I. Arbitration of Disputes<\/strong><br \/>\nYou agree that any disputes arising from or relating to the Site, the Services, the Payment Plan, or any relationship or dispute between you Adventures In Wonderland or you and any company or person employed by or which is affiliated with either Adventures In Wonderland, this Agreement and\/or any policies or practices of any of the above mentioned companies or persons (a “Dispute”) shall only be resolved subject to FINAL AND BINDING ARBITRATION as set forth in this section, and may only be resolved through an individual arbitration governed by the Federal Arbitration Act or by the applicable sections of the California Arbitration code to the maximum extent permitted by applicable law. In no event shall you commence a chargeback dispute with your credit or debit card issuer relative to the Services purchased hereunder or regarding any amounts forfeited hereunder or similar charge reversal. You further agree that Adventures In Wonderland shall not have a legal obligation to mitigate any of its potential or actual losses sustained hereunder. PARTIES TO THIS AGREEMENT GIVE UP THEIR RESPECTIVE RIGHTS TO GO TO COURT in connection with any Dispute and that such rights will be determined by a NEUTRAL ARBITRATOR, NOT A JUDGE OR JURY. NO PARTY TO WHICH THIS AGREEMENT APPLIES SHALL BRING OR PARTICIPATE IN ANY CLASS ACTION OR OTHER CLASS PROCEEDING IN CONNECTION WITH ANY DISPUTE. No party bound by this Agreement agrees to class arbitration or any other arbitration proceedings where a person brings a dispute as a representative of other persons. The parties shall participate in non-binding mediation before commencing any arbitration (or taking any other action). If the parties are unable to resolve a Dispute by informal means, the arbitration of Disputes will be administered by the American Arbitration Association (AAA) in accordance with Commercial Arbitration Rules, and if deemed appropriate by the arbitrator, the Supplementary Procedures for Consumer-Related Disputes.<\/p>\n<p><strong>J. Right to Seek Injunction<\/strong><br \/>\nViolation of this Agreement by you shall cause Adventures In Wonderland irreparable harm, and you therefore agree that Adventures In Wonderland will be entitled to seek extraordinary relief in court, including but not limited to temporary restraining orders, preliminary injunctions and permanent injunctions without the necessity of posting a bond or other security, in addition to, and without prejudice to, any other rights or remedies that Adventures In Wonderland may have for a breach of this Agreement.<\/p>\n<p><strong>K. Miscellaneous<\/strong><br \/>\nThis Agreement, which you accept upon use of the Site or the Services (including the Payment Plan), comprises the entire agreement between you and Adventures In Wonderland regarding the use of the Site and Services and which supersedes any prior agreements between you and Adventures In Wonderland related to your use of the Site or Services. To the extent that FAQ’s are found on the Site relative to the Services being provided hereunder, such FAQ’s are for informational purposes only and shall not be deemed to be part of this Agreement. Unless otherwise explicitly stated, this Agreement will indefinitely survive termination of your use of the Site or the Services. The failure of Adventures In Wonderland to exercise or enforce any right or provision of this Agreement does not constitute a waiver of such right or provision. If any provision of this Agreement is held invalid, the remainder of this Agreement shall continue in full force and effect.<\/p>\n<p><strong>L. Headings<\/strong><br \/>\nThe section titles in this Agreement are for convenience only and have no legal or contractual effect.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Refunds, Credits, and Exchanges<\/strong><br \/>\nAll sales are final. Before purchasing, carefully review your selected date, event and package.<br \/>\nPackages are non-refundable, non-transferable, and non-exchangeable. They may not be sold, are not redeemable for cash, and may not be combined with other promotions.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Chargebacks and Other Refund Prohibitions<\/strong><br \/>\nYou agree that you will not attempt to evade, avoid, or circumvent any refund prohibitions in any manner with regard to packages you purchased. Without limiting the generality of the foregoing, you will not contact us to seek a refund or exchange from us, and you will not dispute or otherwise seek a “chargeback”. Should you do so, your packages are subject to immediate cancelation, and we may, in our sole discretion, refuse to honor pending and future package purchases made from all credit card accounts or online accounts on which such chargebacks have been made, and may prohibit future purchases from all persons in whose name the credit card accounts exist, and from any person who accesses any associated online account or credit card or who otherwise breaches this provision from using the Site. We reserve the right to retain any fees associated with your purchase and an additional $50.00 restocking fee.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Canceled, Postponed, Rescheduled, and Moved Events<\/strong><br \/>\nOccasionally, events are canceled, postponed, rescheduled to a different date or materially different time, or moved to a different venue:<br \/>\nIf the event is canceled: We may give you the option to choose either a credit or a refund; if so, we will send you a notification explaining your options, and how to submit a request for a credit. If the event is postponed, rescheduled, or moved: your package(s) are still valid, and no further action is required. If your event is canceled, postponed, rescheduled, or moved, we will attempt to contact you to update you on the status of the event, and inform you of any refund, credit, or exchange procedures. We will not be liable for travel or any other expenses that you or anyone else incurs in connection with a canceled, postponed, rescheduled, or moved event.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>License; Ejection and Cancelation; No Redemption Value<\/strong><br \/>\nYou agree to comply with all of Adventures in Wonderland’s applicable rules, policies, terms, and conditions (“Adventures in Wonderland Rules”). Adventures in Wonderland reserves the right, without refund of any amount paid, to refuse admission to, or eject, any person whose conduct management deems disorderly, who uses vulgar or abusive language, or who fails to comply with Adventures in Wonderland Rules. Breach of terms or rules will terminate your license to attend the event without refund.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Pricing and Other Errors<\/strong><br \/>\nIf the amount you pay for a package is incorrect (regardless of whether it is incorrect because of an error in a price posted on the Site or otherwise communicated to you), if you are able to order a package before its scheduled on-sale or presale date, or if you are able to order a package that was not supposed to have been released for sale, then we will have the right to cancel that package (or the order for that package) and refund to you the amount that you paid. This will apply regardless of whether the error occurred because of human error or a transactional malfunction of the Site. We will not be liable for travel or any other expenses that you, or anyone else, incurs in connection with errors of this nature. If a refund is processed in error, or a refund exceeds the original amount paid, we reserve the right to recharge the original method of payment used at time of purchase.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Recording, Transmission and Exhibition<\/strong><br \/>\nYou agree that the event for which you purchase packages is a public event, that your appearance and actions inside and outside the venue where the event occurs are public in nature, and that you have no expectation of privacy with regard to your actions or conduct at the event. You grant permission to us, Adventures in Wonderland, our partners, licensees and assigns, including but not limited to our brand and media partners, to utilize your name, image, likeness, acts, poses, plays, appearance, movements, and statements in any live or recorded audio, video, or photographic display or other transmission, exhibition, publication or reproduction made of, or at, the event (regardless of whether before, during or after performance) for any purpose, in any manner, in any medium or context now known or hereafter developed, without further authorization from, or compensation to, you or anyone acting on your behalf.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>You Are Subject to Search<\/strong><br \/>\nYou and your belongings may be searched on entry to the event. You consent to such searches and waive any related claims that may arise. If you elect not to consent to such searches, you may be denied entry to the event without refund or other compensation. Under certain facility rules, certain items may not be brought into the premises, including without limitation: firearms, alcohol, drugs, controlled substances, cameras, recording devices, laser pointers, strobe lights, irritants (e.g., artificial noisemakers), bundles and containers.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Disclaimer of Warranty<\/strong><br \/>\nTHIS SECTION WILL APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW. ADVENTURES IN WONDERLAND PROVIDES THE SERVICES ON AN “AS AVAILABLE” BASIS AND GRANTS NO WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE WITH RESPECT TO THE SERVICES. ADVENTURES IN WONDERLAND DOES NOT WARRANT THAT YOUR USE OF THE SERVICES PROVIDED ON THIS SITE OR THAT THE SERVICES PROVIDED BY THIRD PARTY PROCESSORS WILL BE SECURE, UNINTERRUPTED, ALWAYS AVAILABLE, ERROR-FREE OR WILL MEET YOUR REQUIREMENTS, OR THAT ANY DEFECTS IN THE SERVICES WILL BE CORRECTED. ADVENTURES IN WONDERLAND DISCLAIMS ON BEHALF OF ITSELF AND ITS THIRD PARTY PROCESSORS ANY AND ALL LIABILITY FOR, AND NO WARRANTY IS MADE BY ADVENTURES IN WONDERLAND WITH RESPECT TO, THE CONNECTIVITY AND AVAILABILITY OF THE SERVICES OR ITS OVERALL USEFULNESS. IF ANY TERM OR PROVISION OF THIS AGREEMENT IS FOUND TO BE INVALID, ILLEGAL, OR OTHERWISE UNENFORCEABLE, THE UNENFORCEABLE PROVISION SHALL NOT AFFECT THE OTHERWISE VALID TERMS OR PROVISIONS OR THE WHOLE OF THIS AGREEMENT. THE APPLICABLE TERMS OR PROVISIONS SHALL BE DEEMED MODIFIED TO THE EXTENT NECESSARY TO RENDER SUCH PROVISION ENFORCEABLE, AND THE RIGHTS AND OBLIGATIONS OF THE PARTIES WILL BE CONSTRUED AND ENFORCED ACCORDINGLY.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Limitation of Damages<\/strong><br \/>\nIN NO EVENT WILL ADVENTURES IN WONDERLAND BE LIABLE FOR ANY INCIDENTAL, SPECIAL, CONSEQUENTIAL OR INDIRECT DAMAGES ARISING OUT OF OR RELATING TO THE USE OR INABILITY TO USE THE SERVICES PROVIDED ON THIS SITE OR SERVICES PROVIDED BY THIRD PARTY PROCESSORS, EVEN IF ADVENTURES IN WONDERLAND KNOWS OR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IT IS FURTHER AGREED BY YOU THAT UNDER NO CIRCUMSTANCES WILL ADVENTURES IN WONDERLAND AGGREGATE LIABILITY, IN ANY FORM OF ACTION WHATSOEVER IN CONNECTION WITH THIS AGREEMENT OR THE USE OF ANY SERVICES OR THE SITE, EXCEED THE AMOUNT OF $50.00 OR ITS EQUIVALENT.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Limitation of Liability<\/strong><br \/>\nYou assume all risks, hazards, and dangers arising from or relating in any way to the risk of contracting a communicable disease or illness—including, without limitation, exposure to COVID-19 or any other bacteria, virus, or other pathogen capable of causing a communicable disease or illness, whether that exposure occurs before, during, or after the event, and regardless of how caused or contracted—and you hereby waive any and all claims and potential claims against Adventures in Wonderland.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>PURCHASE TERMS &amp; CONDITIONS (Last Updated June 5, 2024) Package details and tour production subject to change without notice. Tickets purchased with VIP packages will be distributed on the day of the event at check-in. Your merchandise items that are included in the package will be available for pickup at the venue the day of &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions\"> <span class=\"screen-reader-text\">Purchase Policy Terms &#038; Conditions<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":4,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"_monsterinsights_skip_tracking":false,"_monsterinsights_sitenote_active":false,"_monsterinsights_sitenote_note":"","_monsterinsights_sitenote_category":0,"site-sidebar-layout":"default","site-content-layout":"","ast-site-content-layout":"default","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"set","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"var(--ast-global-color-4)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"footnotes":""},"class_list":["post-12164","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v24.6 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Purchase Policy Terms &amp; Conditions - THIRTY SECONDS TO MARS<\/title>\n<meta name=\"description\" content=\"Explore the convenience of our flexible payment plans for all VIP packages. Buy now, pay later and experience Thirty Seconds to Mars like never before on the Seasons World Tour 2024!\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Purchase Policy Terms &amp; Conditions - THIRTY SECONDS TO MARS\" \/>\n<meta property=\"og:description\" content=\"Explore the convenience of our flexible payment plans for all VIP packages. Buy now, pay later and experience Thirty Seconds to Mars like never before on the Seasons World Tour 2024!\" \/>\n<meta property=\"og:url\" content=\"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions\" \/>\n<meta property=\"og:site_name\" content=\"THIRTY SECONDS TO MARS\" \/>\n<meta property=\"article:modified_time\" content=\"2024-06-06T06:34:17+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"18 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions\",\"url\":\"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions\",\"name\":\"Purchase Policy Terms & Conditions - THIRTY SECONDS TO MARS\",\"isPartOf\":{\"@id\":\"https:\/\/thirtysecondstomars.com\/#website\"},\"datePublished\":\"2023-11-16T20:06:55+00:00\",\"dateModified\":\"2024-06-06T06:34:17+00:00\",\"description\":\"Explore the convenience of our flexible payment plans for all VIP packages. Buy now, pay later and experience Thirty Seconds to Mars like never before on the Seasons World Tour 2024!\",\"breadcrumb\":{\"@id\":\"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/thirtysecondstomars.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Purchase Policy Terms &#038; Conditions\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/thirtysecondstomars.com\/#website\",\"url\":\"https:\/\/thirtysecondstomars.com\/\",\"name\":\"THIRTY SECONDS TO MARS\",\"description\":\"THIRTY SECONDS TO MARS\",\"publisher\":{\"@id\":\"https:\/\/thirtysecondstomars.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/thirtysecondstomars.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/thirtysecondstomars.com\/#organization\",\"name\":\"THIRTY SECONDS TO MARS\",\"url\":\"https:\/\/thirtysecondstomars.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/thirtysecondstomars.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/i0.wp.com\/thirtysecondstomars.com\/wp-content\/uploads\/2021\/11\/thirty-SECONDS-TO-MARS.png?fit=340%2C19&ssl=1\",\"contentUrl\":\"https:\/\/i0.wp.com\/thirtysecondstomars.com\/wp-content\/uploads\/2021\/11\/thirty-SECONDS-TO-MARS.png?fit=340%2C19&ssl=1\",\"width\":340,\"height\":19,\"caption\":\"THIRTY SECONDS TO MARS\"},\"image\":{\"@id\":\"https:\/\/thirtysecondstomars.com\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Purchase Policy Terms & Conditions - THIRTY SECONDS TO MARS","description":"Explore the convenience of our flexible payment plans for all VIP packages. Buy now, pay later and experience Thirty Seconds to Mars like never before on the Seasons World Tour 2024!","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions","og_locale":"en_US","og_type":"article","og_title":"Purchase Policy Terms & Conditions - THIRTY SECONDS TO MARS","og_description":"Explore the convenience of our flexible payment plans for all VIP packages. Buy now, pay later and experience Thirty Seconds to Mars like never before on the Seasons World Tour 2024!","og_url":"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions","og_site_name":"THIRTY SECONDS TO MARS","article_modified_time":"2024-06-06T06:34:17+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"18 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions","url":"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions","name":"Purchase Policy Terms & Conditions - THIRTY SECONDS TO MARS","isPartOf":{"@id":"https:\/\/thirtysecondstomars.com\/#website"},"datePublished":"2023-11-16T20:06:55+00:00","dateModified":"2024-06-06T06:34:17+00:00","description":"Explore the convenience of our flexible payment plans for all VIP packages. Buy now, pay later and experience Thirty Seconds to Mars like never before on the Seasons World Tour 2024!","breadcrumb":{"@id":"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/thirtysecondstomars.com\/purchase-policy-terms-conditions#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/thirtysecondstomars.com\/"},{"@type":"ListItem","position":2,"name":"Purchase Policy Terms &#038; Conditions"}]},{"@type":"WebSite","@id":"https:\/\/thirtysecondstomars.com\/#website","url":"https:\/\/thirtysecondstomars.com\/","name":"THIRTY SECONDS TO MARS","description":"THIRTY SECONDS TO MARS","publisher":{"@id":"https:\/\/thirtysecondstomars.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/thirtysecondstomars.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/thirtysecondstomars.com\/#organization","name":"THIRTY SECONDS TO MARS","url":"https:\/\/thirtysecondstomars.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/thirtysecondstomars.com\/#\/schema\/logo\/image\/","url":"https:\/\/i0.wp.com\/thirtysecondstomars.com\/wp-content\/uploads\/2021\/11\/thirty-SECONDS-TO-MARS.png?fit=340%2C19&ssl=1","contentUrl":"https:\/\/i0.wp.com\/thirtysecondstomars.com\/wp-content\/uploads\/2021\/11\/thirty-SECONDS-TO-MARS.png?fit=340%2C19&ssl=1","width":340,"height":19,"caption":"THIRTY SECONDS TO MARS"},"image":{"@id":"https:\/\/thirtysecondstomars.com\/#\/schema\/logo\/image\/"}}]}},"jetpack_sharing_enabled":true,"_links":{"self":[{"href":"https:\/\/thirtysecondstomars.com\/wp-json\/wp\/v2\/pages\/12164","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/thirtysecondstomars.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/thirtysecondstomars.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/thirtysecondstomars.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/thirtysecondstomars.com\/wp-json\/wp\/v2\/comments?post=12164"}],"version-history":[{"count":17,"href":"https:\/\/thirtysecondstomars.com\/wp-json\/wp\/v2\/pages\/12164\/revisions"}],"predecessor-version":[{"id":17357,"href":"https:\/\/thirtysecondstomars.com\/wp-json\/wp\/v2\/pages\/12164\/revisions\/17357"}],"wp:attachment":[{"href":"https:\/\/thirtysecondstomars.com\/wp-json\/wp\/v2\/media?parent=12164"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}